Repository: zixuan-espressoft/TranslationRepo
Catalog: *.lproj/InfoPlist.strings
Languages: es

# CFBundleDisplayName
source: Pregnancy+
es: Embarazo+

# SHORTCUT_TITLE_MYWEIGHT
source: Add My Weight
es: Agregar mi peso

# SHORTCUT_TITLE_APPOINTMENT
source: New Appointment
es: Nueva cita

# SHORTCUT_TITLE_BABYNAME
source: Enter Baby Name
es: Ingresar nombre del bebé

# NSLocationWhenInUseUsageDescription
source: Your location (country) is requested when signing up for the app
es: Tu ubicación (país) es solicitada cuando creas una cuenta en la aplicación.

# NSCalendarsUsageDescription
source: Please allow access to your calendar so you can sync your appointments
es: Por favor, autoriza el acceso a tu calendario para que puedas sincronizar tus citas médicas

# NSCameraUsageDescription
source: This lets you take photos for your profile and for pregnancy tracking
es: Esto te permite tomar fotos para tu perfil y para el seguimiento de tu embarazo.

# NSHealthShareUsageDescription
source: Please allow access to your HealthKit so that you can sync weight data
es: Por favor, permite el acceso a tu HealthKit para que podamos sincronizar tus datos de peso.

# NSHealthUpdateUsageDescription
source: Please allow access to your HealthKit so that you can sync weight data
es: Por favor, permite el acceso a tu HealthKit para que podamos sincronizar tus datos de peso.

# NSPhotoLibraryUsageDescription
source: This lets you choose photos from your camera roll for your profile and for pregnancy tracking
es: Esto te permite elegir fotos de tu galería para tu perfil y para el seguimiento de tu embarazo.

# NSPhotoLibraryAddUsageDescription
source: This lets you share photos and save photos to your camera roll
es: Esto te permite compartir fotos y guardarlas en tu galería

# NSLocationAlwaysUsageDescription
source: We use your location to determine your location.
es: Usamos tu ubicación para determinar en dónde te encuentras.
