Repository: zixuan-espressoft/TranslationRepo
Catalog: *.lproj/Localizable.strings
Languages: es

source: Are you pregnant and want to hear the heartbeat of baby at home? Experience this amazing bonding moment with an App!
es: ¿Estás embarazada y quieres escuchar los latidos de tu bebé en casa? ¡Esta aplicación te permitirá experimentar esta increíble sensación de unión con tu bebé!

source: Are you pregnant and want to hear the heartbeat of baby at home? Experience this amazing bonding moment with an App! You can now listen to your baby’s heartbeat whenever you want. No need for any additional equipment, and it’s completely safe!
es: ¿Estás embarazada y quieres escuchar los latidos de tu bebé en casa? ¡Esta aplicación te permitirá experimentar esta increíble sensación de unión con tu bebé! Ahora podrás escuchar los latidos de tu bebé cuando quieras. No necesitas ningún aparato adicional ¡y es totalmente seguro!

source: Tiny Beats App
es: Aplicación : Latiditos

source: I found this great Baby Heartbeat Monitor Application. I thought you might like to download it as well.
es: He encontrado esta estupenda aplicación para escuchar los latidos de los bebés. Creo que a ti también te apetecerá descargarla.

source: existing account
es: Cuenta existente

source: boy
es: niño

source: girl
es: niña

source: Hi
es: Hola,

source: Enjoy your 14 day Free trial and try all these premium features:
es: Disfruta del periodo de prueba gratis de 14 días y podrás probar todas estas características de premium

source: Get it early for - %@
es: Conseguir ahora por - %@

source: Unlock everything for one small price.
es: ¡Por un precio mínimo, puedes acceder a todo en esta aplicación!

source: everything
es: todo

source: Back
es: Volver

source: Credits
es: Créditos

source: Enjoy the app
es: Disfruta la aplicación

source: You've successfully logged back into your account
es: Has iniciado sesión en tu cuenta.

source: Welcome back
es: Bienvenida

source: with facebook
es: con facebook

source: with twitter
es: con twitter

source: An internet connection is needed to access this page
es: Conectase a Internet para poder acceder a esta pagina

source: Free trial
es: Prueba gratis

source: day left
es: día

source: days left
es: días

source: Premium: week 15 - 42
es: Premium: semana 15 - 42

source: Premium: day 99 - 294
es: Premium: día 99 - 294

source: BUY NOW
es: COMPRAR

# Click here Baby Names
source: Click here
es: Clic aquí

source: GO TO ‘TINY BEATS’ APP
es: IR A LA APLICACIÓN "LATIDITOS"

source: Listen to baby’s heartbeat with your iPhone or iPad
es: Escucha los latidos de tu bebé con tu iPhone o iPad

source: Download the App now
es: Descarga ya la aplicación

source: More Options
es: Más opciones

source: Looking for a Baby Name
es: ¿Buscas un nombre para tu bebé?

source: *only available in English
es: *sólo disponible en inglés

source: GO TO ‘BABY NAMES GENIUS’
es: IR A LA APLI "BABY NAMES GENIUS"

# Hi %@,
source: Hello %@,
es: Hola %@,

# Hi,
source: Hello,
es: Hola,

source: rate our App
es: evaluar nuestra aplicación

source: family & baby Apps
es: aplicaciones para la familia y el bebé

source: %ld weeks
es: %ld semanas

source: %ld week
es: %ld semana

source: %ld days
es: %ld días

source: %ld day
es: %ld día

source: %@ %@ pregnant.
es: %@ embarazada de %@.

# Your password must be at least 8 characters
source: Your password must be at least 8 characters long
es: El password debe tener una longitud mínima de 8 caracteres

source: Delete Cloud Data
es: Borrar datos de Cloud

source: Get everything for one small price.
es: Acceder a todo en esta aplicación

source: Buy NOW %@
es: Compra por SÓLO %@

source: Don't miss out, unlock the 2nd and 3rd trimester info now.
es: No te lo pierdas. Desbloquea la info. del 2do y 3er trimestre ahora.

source: Want to see the FULL video? Unlock the 2nd and 3rd trimester now.
es: ¿Quieres ver el video completo? Desbloquea el 2do y el 3er trimestre ahora.

source: Want to see ALL scan images? Unlock the 2nd and 3rd trimester now.
es: ¿Quieres ver todas las imágenes escaneadas ? Desbloquea el 2do y el 3er trimestre ahora

# Active babies are usually healthy babies. Go premium to use the Kick Counter.
source: Log your baby’s movements and kicks. Go premium to use the Kick Counter.
es: Registra los movimientos y las pataditas de tu bebé. Pásate a premium y usa el Contador de patadas.

source: Do you know what you need to pack for the hospital? Go premium to use the Hospital Bag tool.
es: ¿Sabes lo que tienes que llevar al hospital ? Aprovecha la fórmula premium y utiliza la herramienta Bolsa de hospital.

source: Have you made a Birth Plan? Go premium and create your personalized plan.
es: ¿Tiense un plan de nacimiento ? Aprovecha la fórmula premium y escribe su propio Plan de parto.

# Learn to count your contractions! Go premium to use the Contraction Timer.
source: Want to practise timing contractions? Go Premium to use the Contractions Timer.
es: ¿Quieres calcular la duración de tus contracciones? Pásate a premium y usa el Cronómetro de contracciones.

source: Like this article?
es: ¿Te gusta este artículo?

source: Session saved!
es: Sesión guardada

source: We have saved your session of 10 kicks within 2 hours. You can start a new session at any point.
es: Hemos guardado tu sesión de 10 patadas en 2 horas. Puedes iniciar una nueva sesión cuando quieras.

source: This information is not intended to replace the advice of a trained medical doctor. Philips Consumer Lifestyle B.V. disclaims any liability for the decisions you make based on this information, which is provided to you on a general information basis only and not as a substitute for personalized medical advice. All contents copyright © Health & Parenting Ltd 2018. All rights reserved.
es: Esta información no sustituye a los consejos del médico. Philips Consumer Lifestyle B.V. no se hace responsable de ninguna decisión basada en esta información, la cual se proporciona como información general y no sustituye a los consejos del médico. Health & Parenting Ltd es la propietaria de los derechos de reproducción de todo el contenido. Copyright © Health & Parenting Ltd 2018. Todos los derechos reservados.

source: Your Baby Tracker App
es: El diario de tu bebé

source: GO TO ‘BABY+’ APP
es: VE A ‘BABY+’

source: If you’ve enjoyed this App, you can now download our follow-on App Baby+. Install here
es: Si te gustó esta app, puedes descargar nuestra app relacionada, Baby +. Instálala haciendo click aquí

source: here
es: aquí

source: Get everything for one small price
es: Acceder a todo por un bajo costo

source: or
es: O

source: Password (8-20 characters)
es: Contraseña (8 a 20 caracteres)

source: Forgot your password?
es: ¿Has olvidado la contraseña?

source: Join us
es: Únete

source: Log in
es: Acceder

source: By tapping 'Continue' you agree to our terms and privacy policy
es: Al dar click en 'Continuar' aceptas nuestros términos y politicas de privacidad

source: By tapping 'Done' you agree to our terms and privacy policy
es: Al dar click en 'Hecho' aceptas nuestros términos y politicas de privacidad

source: Calculate due date
es: Calcular

source: Due date calculator
es: Calcular fecha

source: Unisex names
es: Nombres Unisex

source: vitamins
es: vitaminas

source: weight gain
es: el aumento de peso

source: food
es: comida

source: labor
es: parto

source: childbirth
es: geburt

source: exercise
es: ejercicio

source: ultrasound
es: imágenes escaneadas

source: belly
es: tripita

source: contraction timer
es: crono de contracciones

source: Everything you need in one Pregnancy App!
es: ¡Todo lo que necesitas en una aplicación para el embarazo!

source: Want to see beautiful, interactive images for every week of pregnancy?
es: ¿Quieres ver imágenes preciosas e interactivas durante cada semana de tu embarazo?

source: Diet, exercise and labor info
es: Información sobre dieta, ejercicio y parto

source: Count baby’s kick with a kick counter
es: Contador de patadas - para registrar los movimientos del bebé

source: Pregnancy Weight log
es: Registro de peso personal

source: How to write a birth plan
es: Cómo escribir un plan de nacimiento

source: 1000s of Baby names
es: Miles de nombres de niño y niña

source: Do you know what you need to pack for the hospital?
es: ¿Sabes lo que tienes que llevar al hospital?

source: Contraction Timer. Learn to count your contractions!
es: Crono de contracciones. Aprende a contar sus contracciones.

source: Have you seen our other apps?
es: ¿Has visto nuestras otras aplicaciones?

# Enter the 1st day of the your last period:
source: Enter the 1st day of the last period:
es: Indica el 1er. día de tu última regla:

source: Other apps
es: Otras apps

source: Reset app
es: Reiniciar App

source: Help me calculate
es: Ayudarme a calcular

source: Your due date is out of bounds! Please update your due date.
es: Tu fecha está fuera de los límites Por favor actualiza tu fecha de salida de cuentas.

source: Share and export
es: Compartir y exportar

source: Your data is not backed-up! Please allow your data to be saved and create an account now. Don't worry, we won't post to Facebook or Twitter or share info on your behalf without your permission.
es: No hay un back up de tus datos. Por favor crea una cuenta ahora para que tus datos estén guardados. No te preucupes: no publicaremos o compartiremos información sin tu permiso en Facebook o Twitter

source: Today page motion
es: Animación del día

source: My account
es: Mi cuenta

source: Pregnancy & due date
es: Embarazo y fecha de parto

source: Special Thanks
es: Gracias especiales

source: You are:
es: Eres:

source: Sign up (new account)
es: Registrarse (nueva cuenta)

source: Select...
es: Selecciona

source: An Internet connection is required for this feature
es: Se requiere una conexión a internet para esta función

source: Error loading, please try again later...
es: Error al cargar. Por favor, intenta más tarde.

source: Go Premium Today
es: ¡Vuélvete premium hoy!

# Today-Get everything for one small price
source: Get everything for one small price
es: Accede por un bajo precio

source: Enter the date of the conception:
es: Entra la fecha de concecpción:

# Today-Daily Blog
source: Daily Blog
es: Blog diario

source: We’ve made changes to our servers and we’d like you to sign back into your account
es: Hemos hecho cambios en nuestro servidor y nos gustaría que volvieras a iniciar sesión

source: Survey
es: Encuesta

source: I use Pregnancy+ to follow my pregnancy. I thought you might like to download it as well.
es: Uso Embarazo + para seguir mi embarazo. Tal vez tú también quieras descargarla.

source: Read More
es: Lee Más

source: Read more
es: Lee más

source: Are you sure you want to delete this weekly note?
es: ¿Estás segura de que quieres borrar esta nota semanal?

source: Liked
es: Te gusta

source: Follow us on Facebook
es: Síguenos en Facebook

source: What is a birth plan?
es: ¿Qué es un plan de nacimiento?

source: Single Mother
es: Madre soltera

source: From our writers
es: De nuestros redactores

source: Today's blog article
es: Artículo de hoy

source: Daily Info
es: Info diario

source: Other posts
es: Otros artículos

source: yes
es: sí

source: Taken a belly picture recently? Tap here now!
es: ¿Tomaste una foto de tu barriguita hace poco? ¡Haz click aquí ahora!

source: Pregnancy loss
es: Pérdida del embarazo

source: We’re so sorry to hear about your loss. Wishing you all the strength and support you deserve in this difficult time. Please confirm that you want to reset your data.
es: Lamentamos mucho tu pérdida. Te deseamos toda la fuerza y el apoyo que necesitas en estos momentos difíciles. Por favor, confirma que quieres borrar toda tu información.

# discount-off
source: off
es: de descuento

source: Get %@ off
es: Obtén un %@ de descuento

source: Your complete baby tracker App, Helpful articles, Milestone tracker, Face-A-Day.
es: Tu app para el seguimiento de tu bebé completamente gratis con funciones increíbles como artículos útiles, seguimiento de logros y Carita del día.

source: Get the next App
es: Consigue la próxima app

source: Why not create an account so we can keep your data secure? It only takes an email address.
es: ¿Quieres crear una cuenta para que tus datos estén seguros? It solo necesitas tu correo electrónico.

source: We always respect your privacy.
es: Siempre respetaremos tu privacidad

source: Your
es: Tu

source: My
es: Mi

source: Remind me later
es: Recordarme después

source: Your privacy settings are preventing us from accessing your camera or photo library. You can open the Settings app, scroll down to find our app and turn the Camera or Photos on.
es: Tu configuración de privacidad nos impide tener acceso a tu cámara o galería de fotos. Puedes abrir tu menú de ajustes, buscar nuestra aplicación y habilitar la cámara y las fotos.

source: Already purchased?
es: ¿Lo has comprado ya?

source: Restore
es: Restablecer

# partner-female
source: partner
es: pareja

# friend-female
source: friend
es: amiga

source: Your account is locked due to multiple failed login attempts. Please try again after 5 minutes
es: Tu cuenta está bloqueada debido a múltiples intentos de inicio de sesión. Por favor, intenta nuevamente en 5 minutos

source: Dutch names
es: Nombres holandeses

source: Dutch
es: Holandés

# Shorter Save
source: Save
es: Guardar

source: Reminders
es: Recordatorios

source: We respect your <b><i>privacy</i></b>, read our notice for more info
es: Siempre respetamos tu <b><i>privacidad</i></b>. Lee nuestra política para mayor información.

source: Login with Facebook
es: Iniciar sesión con Facebook

source: Login with Twitter
es: Iniciar sesión con Twitter

source: Email Address
es: Correo electrónico

source: By tapping 'Done' you agree to our <b><i>terms</i></b>
es: Al tocar “Hecho” aceptas nuestros <b><i>términos</b></i>

source: My settings
es: Mis configuraciones

source: We use your due date and <b><i>analytics</b></i> to provide you with customized information for every stage of your pregnancy.
es: Utilizamos tu fecha de parto y <b><i>análisis</i></b> para proporcionarte información personalizada en cada etapa de su embarazo.

source: Agree
es: De acuerdo

source: Just so you know
es: Queremos que sepas

source: %@'s birth plan
es: Plan de nacimiento de %@

source: Frequently asked questions
es: Preguntas frecuentes

source: Rate us
es: Califícanos

source: Our other apps
es: Nuestras otras apps

source: You are
es: estás

source: Menu
es: Menú

source: Accounts
es: Cuenta

source: Your Baby
es: Tu bebé

source: Shop
es: Compras

source: Feedback
es: Contáctanos

source: WEEKLY BLOG
es: BLOG SEMANAL

source: Your baby
es: Tu bebé

source: Good morning,
es: Buenos días,

source: Good afternoon,
es: Buenas tardes,

source: Good evening,
es: Buenas noches,

source: Scan week %ld
es: Imagen de escáner semana %ld

source: Your baby is the size of a %@
es: Tu bebé es del tamaño de un(a) %@

source: Your belly at month %ld
es: Tu barriguita en el mes %ld

source: You have an appointment
es: Tienes una cita médica

source: %@ with %@
es: %@ con %@

source: Spread the word
es: Cuéntale a todos

source: Support this App
es: Apoya a esta app

source: Rate us now
es: Califícanos ahora

source: Love the App?
es: ¿Te encanta esta app?

source: Is this App useful?
es: ¿Esta app es útil?

source: How do you like this App?
es: ¿Te gusta esta app?

source: How would you rate us?
es: ¿Cómo nos calificarías?

source: Share the love!
es: ¡Comparte el amor!

source: Rate us - help more users discover Pregnancy+
es: Califícanos - ayuda a más usuarios a descubrir Embarazo+

source: Add new weight
es: Agregar nuevo peso

source: Please set your weight
es: Por favor configura tu peso

source: To Do List
es: Lista de tareas

source: Yesterday
es: Ayer

source: Close
es: Cerrar

source: My pregnancy info day %d
es: Mi información de embarazo día %d

source: Daily blog day %d
es: Blog diario día %d

source: MONTH
es: MES

source: Add Appointment
es: Agregar cita

source: Appointment name
es: Nombre de la cita

source: Add notes for your appointment...
es: Agregar notas para cita

source: baby is now the size of
es: bebé es del tamaño de un(a)

source: Lasted
es: Duró

source: Tap the foot to start counting kicks
es: Toca el pie para comenzar a contar patadas

source: %ld kicks
es: %ld patadas

source: Tap the clock to start timing contractions
es: Toca el reloj para comenzar a contar las contracciones

source: Countries
es: Países

source: Type name here...
es: Escribe el nombre aquí…

source: Are you sure?
es: ¿Confirmas?

source: Add notes here...
es: Agregar notas aquí...

source: Add Note
es: Agregar nota

source: Imagery
es: Imágenes

source: Size by fruit
es: Tamaño por fruta

source: Size by animal
es: Tamaño por animal

source: Size by sweets
es: Tamaño por dulces

source: Go to your full list of names
es: Ir a la lista completa de nombres

source: Type your question...
es: Escribe tu pregunta...

source: Add a question
es: Agregar pregunta

source: Add answer here...
es: Escribir respuesta aquí...

source: Select items
es: Seleccionar ítems

source: My Tasks
es: Mis tareas

source: Suggested Tasks
es: Tareas sugeridas

source: Add a task
es: Agregar una tarea

source: Item list
es: Lista de ítems

source: Profile
es: Perfil

source: Tap the info icon in the header to find out more about each page.
es: Toca el ícono de información en el encabezado para saber más sobre cada página.

source: Discontinue app and export data
es: Dejar de usar app y exportar datos

source: We've removed the Phone Book feature from the new version of Pregnancy+. If you saved numbers using this feature you can export them using the button below.
es: Eliminamos la función de Directorio telefónico de la nueva versión de Embarazo+. Si guardaste números con esta función puedes exportarlos usando el botón inferior.

source: Phone Book
es: Directorio telefónico

source: Export data
es: Exportar datos

source: Continue your journey
es: Sigue este hermoso proceso

source: Your <b>completely free</b> baby tracker App with great features like helpful articles, Milestone tracker & Face-A-Day.
es: Tu app para el seguimiento de tu bebé <b>completamente gratis</b> con funciones increíbles como artículos útiles, seguimiento de logros y Carita del día.

source: Get Baby+ for free today
es: Consigue Bebé+ gratis hoy

source: Take Part
es: Participar

source: Register for free today
es: Regístrate gratis hoy

source: Share my baby’s size
es: Compartir el tamaño de mi bebé

source: Sign up for an account
es: Regístrate para tener una cuenta

source: Suggested Questions
es: Preguntas sugeridas

source: To take
es: llevar

source: Type your task...
es: Escribe tu tarea...

source: Share all
es: Compartir todo

source: Help
es: Ayuda

source: This week
es: Esta semana

source: Schedule
es: Agenda

source: Actions
es: Acciones

source: + %d more
es: %d más

source: See more actions...
es: Ver más acciones

source: My items
es: Mis ítems

source: Suggested items
es: Ítems sugeridos

source: Exporting...
es: Exportando

source: Share size
es: Compartir tamaño

# Timeline - hospital bag
source: hospital bag
es: quipaje hospital

# Timeline - test for down's synd.
source: test for down's synd.
es: prueba de síndrome Down

# Timeline - baby’s heart starts beating
source: baby’s heart starts beating
es: primeros latidos del bebé

# Timeline - implantation
source: implantation
es: implantación

# Timeline - conception
source: conception
es: concepción

# Timeline - good infant survival rate
source: good infant survival rate
es: buena tasa de supervivencia infantil

# Timeline - voice recognition
source: voice recognition
es: reconoce las voces

# Timeline - birth plan
source: birth plan
es: plan de nacimiento

# Timeline - antenatal class
source: antenatal class
es: clases prenatales

# Timeline - dating scan
source: dating scan
es: ecografía: edad gestacional

# Timeline - 1st scan
source: 1st scan
es: 1ª ecografía

# Timeline - full term
source: full term
es: término

# Timeline - folic acid supplement
source: folic acid supplement
es: ácido fólico

# Timeline - gender scan
source: gender scan
es: ecografía: sexo

# Timeline - due date
source: due date
es: sales de cuentas

# Timeline - anomaly scan
source: anomaly scan
es: ecografía: anomalías

# Timeline - prepare nursery
source: prepare nursery
es: preparar la habitación del bebé

# Timeline - heartbeat with doppler
source: heartbeat with doppler
es: latidos con Doppler

# Timeline - test for antibodies
source: test for antibodies
es: prueba de anticuerpos

# Timeline - klast period
source: last period
es: últ. periodo

# Timeline - blood test for sickle cell & thalassaemia
source: blood test for sickle cell & thalassaemia
es: anemia falciforme y talasemia

# Timeline - 1st kick for dad to feel
source: 1st kick for dad to feel
es: primera patadita que siente papá

# Timeline - nuchal transl scan
source: nuchal transl scan
es: prueba de traslucencia nucal

# Timeline - preg test
source: preg test
es: prueba de embarazo

source: %ld item
es: %ld ítem

source: %ld items
es: %ld ítems

source: Add your item here...
es: Agrega tu ítem aquí...

source: IMPORTANT MESSAGE
es: MENSAJE IMPORTANTE

source: Personal diary
es: Diario personal

source: Add your pregnancy notes
es: Agrega tus notas de embarazo

source: All
es: Todas

# Item Name
source: Name
es: Nombre

# Note!
source: Alert
es: Alerta

# Kick Today
source: Today
es: Hoy

# Week or No
source: Week
es: Semana

source: with %@
es: con %@

source: In partnership with
es: En alianza con

source: Contact name
es: Nombre de contacto

source: Contact
es: Contacto

source: Export belly images to email
es: Exportar fotos de barriguita al correo

source: Create account
es: Crear una cuenta

source: Never lose your data. We’d like permission to securely store your due date, your weight data, and any other data you upload to the app. That way we can ensure you’re securely backed up! Please see our <b>Privacy Notice</b> for more info.
es: Nunca pierdas tus datos. Quisiéramos que nos dieras permiso para almacenar de forma segura tu fecha de parto, tus datos de peso y cualquier otro dato que ingreses en la aplicación. De esa manera podemos asegurarnos de tener una copia de seguridad segura. Por favor lee nuestra <b>Política de privacidad</b> para más información.

source: Never lose your data. We’d like permission to securely store your due date, your weight data, and any other data you upload to the app. That way we can ensure you’re securely backed up! Please see our <a href='#'>Privacy Notice</a> for more info.
es: Nunca pierdas tus datos. Quisiéramos que nos dieras permiso para almacenar de forma segura tu fecha de parto, tus datos de peso y cualquier otro dato que ingreses en la aplicación. De esa manera podemos asegurarnos de tener una copia de seguridad segura. Por favor lee nuestra <a href='#'>Política de privacidad</a> para más información.

source: Reset app but keep account
es: Reinicializar la aplicación y mantener inicio de sesión

source: Revoke consent / Delete data
es: Revocar consentimiento / Eliminar datos

source: By revoking consent/deleting data, you will delete your account, your database, and all related data from Pregnancy+ and Baby+ from the cloud. You will still be able to use our apps as a non-registered user. Are you sure you want to delete your account and all data from the cloud?
es: Al revocar consentimiento/eliminar datos, eliminarás tu cuenta, tu base de datos y todos los datos relacionados de Embarazo+ y Bebé+ de la nube. Todavía podrás usar nuestras aplicaciones como usuario no registrado. ¿Seguro quieres eliminar tu cuenta y todos tus datos de la nube?

source: Delete Data
es: Eliminar datos

source: Activity tips
es: Consejos de actividades

source: Nutrition tips
es: Consejos de nutrición

# Your baby-tips
source: Your baby
es: Tu bebé
