Repository: zixuan-espressoft/TranslationRepo
Catalog: *.lproj/Localizable.strings
Languages: es

# Please take a minute to set up your due date in settings page
source: Please take a minute to set up your due date in: more > pregnancy settings
es: Dedica un minuto a establecer la fecha de salida de cuentas en la página de ajustes.

source: Please tick the box to agree to the Terms and Conditions at the bottom of the screen to use this app.
es: Debe aceptar los términos y condiciones para utilizar esta aplicación. Por favor, marque la casilla.

source: Pre-pregnancy weight
es: Peso previo al embarazo

source: Pregnancy
es: Embarazo

# Pregnancy appname
source: Pregnancy
es: Embarazo

# Pregnancy iPhone application
source: Pregnancy Application
es: Aplicación para iPhone Pregnancy

source: Pregnancy is a shared journey. Please join now by downloading this App.
es: El embarazo es un viaje compartido. Descarga esta aplicación para unirte.

# Pregnancy Plus Application
source: Pregnancy + Application
es: Aplicación Embarazo +

source: Pregnancy settings
es: Detalles del usuario

source: pregnant
es: de embarazo

source: Privacy Policy
es: Política de privacidad

source: Profession
es: Profesión

# Profession: %@ Notes: %@ from HP Pregnancy Plus
source: Profession: %1$@ Notes: %2$@ from HP Pregnancy +
es: Profesión: %1$@ Notas: %2$@ de HP Embarazo +

source: Purchase in progress...
es: Compra en curso...

source: Push notifications
es: Notificaciones

source: Questions
es: Preguntas

source: Quick access to your numbers
es: Acceso rápido a tus números

source: Read about week %d
es: Lee acerca de la semana %d

source: Read our daily blog
es: Lee nuestro blog diario

source: Reminder
es: Recordatorio

source: Remove Photo
es: Eliminar foto

source: Reset
es: Reiniciar

source: Reset App
es: Reiniciar la aplicación

source: Reset password
es: Restablecer contraseña

source: Resetting...
es: Reiniciando...

source: Restore completed
es: Restauración completa

source: Restore Done
es: Restauración finalizada

source: Restore Failed
es: Restauración fracasada

source: Restoring database...
es: Restauración de la base de datos...

source: Retain
es: Conservar

source: Review request approved
es: Revisión de la solicitud aprobada

source: RSS Feed not available
es: Fuente RSS no disponible

source: Safety
es: Seguridad

source: Save
es: Guardar

source: Saving...
es: Guardando...

source: Scan image
es: Imagen escaneada

# Scans
source: Images
es: Imágenes

source: sec
es: s

source: secs
es: s

source: See all help topics
es: Ver todos los temas de ayuda

source: See daily info page
es: Ver la pág. de info. diaria

source: See more of...
es: Ver más sobre...

source: Select birth wishes...
es: Selecciona aquí tus deseos...

source: Select things to do here
es: Selecciona cosas para hacer aquí

source: Select your items here
es: Selecciona aquí tus productos.

source: Select your names here
es: Selecciona aquí tus nombres.

source: Select your numbers here
es: Selecciona aquí tus números.

source: Send
es: Enviar

source: Send Invitation
es: Enviar invitación

source: Send Requests
es: Enviar solicitudes

# Sent via my Pregnancy Plus App
source: Sent via my Pregnancy + App
es: Enviado desde mi aplicación Embarazo +

source: Server database has been changed, do you want to overwrite?
es: La base de datos del servidor ha cambiado. ¿desea escribir encima?

source: Session ended!
es: ¡Fin de la sesión!

source: Set Due Date
es: Ajustar salida de cuentas

source: Settings
es: Ajustes

source: Share
es: Compartir

source: Share note
es: Compartir nota

source: Share on Facebook
es: Compartir en Facebook

source: Share weekly info
es: Compartir info.

source: Share with?
es: ¿Compartir con?

source: Shopping
es: Compra

source: Show week
es: Semana

source: Sign up
es: Registrar

source: Sign Up
es: Registrar

source: Signing up...
es: Registrando...

source: Signup error, please try again later
es: Error de registro, inténtalo de nuevo más tarde.

source: sister
es: hermana

source: Size
es: Tamaño

source: Size Guide
es: Guía de tamaños

source: Sleeping
es: Dormir

source: Start
es: Inicio

source: Start and end time
es: Hora inicio y fin

source: Start date (LMP)
es: Fecha de inicio (últ. regla)

source: Start Time
es: Hora inicio

source: Start time of this session:
es: Hora de inicio de esta sesión:

source: Start today!
es: ¡Empieza hoy!

source: Stop
es: Detener

source: Success
es: Éxito

source: Successful
es: Con éxito

source: Successful session!
es: ¡Éxito en la sesión!

# Successfully synced this appointment to calender
source: Appointment successfully synced to calendar
es: Cita sincronizada con éxito al calendario

# Sync to calender
source: Sync to calendar
es: Sinc. con calendario

source: Take Photo
es: Sacar foto

source: Tell a friend
es: Contar a un amigo

source: Tell a Friend
es: Contar a un amigo

source: Terms & Conditions
es: Condiciones

source: Terms of Use
es: Condiciones de uso

source: Thanks!
es: Gracias!

source: The baby just kicked
es: El bebé acaba de dar una patadita.

source: The extra features are now available
es: Hay opciones adicionales disponibles

# The last contraction had been deleted
source: The last contraction has been deleted
es: La última contracción se había borrado.

source: The last contraction was
es: La última contracción fue

# There are no contraction data to share
source: There's no contraction data to share
es: No hay datos de contracciones para compartir.

# There are no kick data to share
source: There's no kick info to share
es: No hay datos de patadas para compartir.

# There are no notes/photo to share
source: There are no notes/photos to share
es: No hay notas/foto para compartir.

# There are no record in your contact list
source: There are no records in your contact list
es: No hay registros en tu lista de contactos.

# There are no record in your facebook friend list
source: There are no records in your facebook friends list
es: No hay registros en tu lista de amigos de Facebook.

source: These contractions are recorded with my
es: Estas contracciones se han registrado con mi

source: These kick count sessions were recorded with my
es: Estas sesiones de contar patadas se han registrado con mi

source: This device is not configured for sending email. Please add an email account to your device Settings.
es: El dispositivo no está configurado para enviar emails. Añade antes una cuenta de correo en los ajustes de tu dispositivo.

source: This information is not intended to replace the advice of a trained medical doctor. Philips Consumer Lifestyle B.V. disclaims any liability for the decisions you make based on this information, which is provided to you on a general information basis only and not as a substitute for personalized medical advice.
es: Esta información no sustituye a los consejos del médico. Philips Consumer Lifestyle B.V. no se hace responsable de ninguna decisión basada en esta información, la cual se proporciona como información general y no sustituye a los consejos del médico.

source: This kick count session was recorded with my
es: Esta sesión de contar patadas se ha registrado con mi

source: This pregnancy application is created by Health & Parenting Ltd. together with leading healthcare professionals. The purpose of the application is to give expecting parents a comprehensive guide during their pregnancy. If you regard this application helpful and would like to recommend this App to other parents, please take a moment to rate us. The team of Health & Parenting wish you a healthy and full-term pregnancy and a safe delivery.
es: Esta aplicación para el embarazo ha sido creada por Health & Parenting Ltd. en colaboración con destacados profesionales de la salud. La aplicación se ha creado con el propósito de proporcionar una guía completa del embarazo a futuros padres. Si te está resultando útil y deseas recomendársela a otros padres, te rogamos que nos valores. El equipo de Health & Parenting te desea que tengas un embarazo saludable, que llegue a buen término y que no tengas ningún problema en el parto.

source: Time
es: Vez

source: Timeline
es: Calendario

source: Times
es: Veces

source: To Do
es: Por hacer

source: To-do List
es: Lista de tareas

source: today
es: hoy

source: Today
es: Hoy

source: Toys
es: Juguetes

source: Travel
es: Para viajar

source: Trying to restore...
es: Tratando de restablecer...

# Twin
source: Twins
es: Mellizos

source: Type answer...
es: Escribe la respuesta...

source: Type here...
es: Escribe aquí...

source: Type question here...
es: Escribe aquí la pregunta...

# Uh oh. The user cancelled the Facebook login.
source: Oops... The user cancelled the Facebook login.
es: Oh, oh. El usuario ha cancelado el inicio de sesión en Facebook.

# Uh oh. The user cancelled the Twitter login.
source: Oops... The user cancelled the Twitter login.
es: Oh, oh. El usuario ha cancelado el inicio de sesión en Twitter.

# Unable to save pregnancy setting, please try again later.
source: Unable to save your pregnancy settings, please try again later.
es: No se ha podido guardar la configuración, inténtalo de nuevo más tarde.

source: Unable to upload photo, please try again later.
es: No se puede cargar la foto, inténtalo de nuevo más tarde.

source: Uncle or Aunt
es: Tío o tía

source: uncompleted to-do items
es: tareas incompletas

source: Unknown
es: Desconocido

source: Units for weight
es: Unidades de peso

source: Upgrade failed
es: Actualizació fracasada

source: Uploading photo...
es: Cargando foto...

source: User Cancelled Transaction
es: Usuario Cancelado Transacción

# Verify password does not match be empty
source: Password does not match. Try again
es: Comprueba que la contraseña no esté vacía.

source: Via Email
es: Por email

source: Via email
es: Por email

source: View
es: Vista

source: Visit our daily blog
es: Visite nuestro blog

source: Visit Our Daily Blog
es: Visite nuestro blog

source: Watch our videos
es: Vea nuestros vídeos

source: week
es: semana

source: Week
es: Semana

source: Week %d
es: Semana %d

source: Week %d image
es: Imagen de la semana %d

source: Weekly
es: Semanal

source: weeks
es: semanas

source: Weeks
es: Semanas

source: Weight
es: Peso

source: weight
es: peso

source: Weight units
es: Uds. peso

source: Weight: %@
es: Peso: %@

source: Welcome
es: Bienvenida

source: What is a birth plan
es: ¿Plan de nacimiento?

source: What's a hospital bag?...
es: ¿Qué es un equipaje de hospital?...

source: What's a hospital bag?... Upgrade now to use this tool.
es: ¿Qué es un equipaje de hospital?... Mejora la aplicación para usar esta herr.

source: wife
es: esposa

source: YES
es: SÍ

source: Yes
es: Sí

source: you
es: estás

source: you are
es: estás

source: You are the
es: está el/la

# You can use this feature for reviewing the app.
source: You can use this feature to review the App.
es: Puede utilizar esta función para revisar la aplicación.

# You have not purchased the product
source: You have not purchased the App
es: No ha comprado la aplicación

source: You have switched user account, please choose your action
es: Ha cambiado su cuenta de usuario, elija ahora su acción

# You must authorize the app to use your contact list.
source: Please authorize the App to use your contact list.
es: Tienes que autorizar al a aplicación usar tu lista de contactos.

source: You're in the active phase within the 1st stage of labor. The estimated duration of this phase is 3 - 5 hours. The estimated dilation of the cervix is about
es: Has entrado en la fase activa de la primera etapa del parto. La duración estimada de esta fase es de entre 3 y 5 horas. La dilatación estimada del cuello del útero es en torno a

source: You're in the early phase within the 1st stage of labor. The estimated duration of this phase is 8 - 12 hours. The estimated dilation of the cervix is about
es: Has entrado en la fase temprana de la primera etapa del parto. La duración estimada de esta fase es de entre 8 y 12 horas. La dilatación estimada del cuello del útero es en torno a

source: You're in the transition phase within the 1st stage of labor. The estimated duration of this phase is 30 mins - 2 hours. The estimated dilation of the cervix is about
es: Has entrado en la fase de transición de la primera etapa del parto. La duración estimada de esta fase es de entre 30 min y 2 horas. La dilatación estimada del cuello del útero es en torno a

source: Your action is added to your to-do list.
es: Tu acción se agrega a su lista de tareas pendientes.

source: Your baby has moved 10 times within 2 hours. An icon will now appear to mark this session as successful.
es: El bebé se ha movido 10 veces en 2 horas. Ahora aparecerá un icono de patada para marcar la sesión como completa.

source: Your baby has not moved 10 times in 2 hours. Don’t panic. Just try to wake your baby up by drinking a glass of juice, or walking around for few minutes. Once your baby is awake, start counting again. If the second time the kick count is not met, or if you feel a decrease in movement, call your doctor for further advice and directions. The chance is everything will be just fine, but it’s better to check.
es: El bebé no se ha movido 10 veces en 2 horas. No te asustes. Intenta despertarlo bebiendo un vaso de zumo o caminando durante unos minutos. Cuando esté despierto, empieza a contar de nuevo. Si no llegas al recuento de patadas por segunda vez o percibes una disminución del movimiento, llama al médico para que te diga lo que debes hacer. Lo normal es que no pase nada, pero es mejor asegurarse.

source: your daughter is
es: tu hija está

source: Your device time has been changed to before the start time of this kick session.
es: La hora de tu dispositivo se ha cambiado a una hora anterior al comienzo de esta sesión de pataditas.

source: your friend is
es: tu amiga está

source: your partner is
es: tu pareja está

source: Your password has been successfully reset. Please check your email for further instructions.
es: Tu contraseña se ha restablecido correctamente. Comprueba tu correo para obtener nuevas instrucciones.

source: your sister is
es: tu hermana está

source: your wife is
es: su esposa está

source: I accept the Health & Parenting Ltd Terms of Use and Privacy Policy
es: Acepto las condiciones de uso y la política de privacidad de Health & Parenting Ltd

# Privacy Policy Underline
source: privacy policy
es: politicas

# Terms of Use Underline
source: terms
es: privacidad

source: The email address was invalid
es: Dirección de correo incorrecta

source: %@ pregnant.
es: embarazada de %@

source: %@ pregnant
es: embarazada de %@

source: Got it
es: OK

source: Quick tip
es: Consejo rápido

source: Try scrolling up for more Today Page content!
es: Desplázate hacia arriba de la página para encontrar más contenidos de hoy.

source: Use this info to find out more about each page
es: Utiliza esta información para saber más cosas sobre cada pantalla.

source: Pinch and Zoom on the image to move around.
es: Pincha en la imagen para acercarla y visualizarla hacia los lados.

source: Have you tried the scrub bar?
es: ¿ Has probado ya la barra de desplazamiento ?

source: Scroll to the bottom to add your notes and photos
es: Para añadir tus fotos y notas desliza la pantalla hacia abajo.

# Only %@
source: Get all extra features for only %@
es: Obtenga todo por sólo %@

source: Take a photo now?
es: ¿Haz una foto?

source: Camera
es: Cámara

source: Library
es: Biblioteca

source: After delivery
es: Puerperio

source: Birthing equipment
es: Equipamiento

# Caesarean Birth
source: Cesarean birth
es: Parto por cesárea

source: Companions
es: Acompañantes

source: Delivery
es: Alumbramiento

# During Labour
source: During labor
es: Durante el parto

source: Environment
es: Entorno

source: Feeding
es: Lactancia

# Foetal monitoring
source: Fetal monitoring
es: Vigilancia fetal

source: Induction
es: Inducción

source: Pain relief
es: Mitigación del dolor

source: Photos & videos
es: Fotos y vídeos

source: Tearing & episiotomy
es: Desgarros y episiotomía

source: Umbilical cord
es: Cordón umbilical

source: Location
es: Ubicación

source: My appointments
es: Mis citas

source: Stop Failed
es: Fallo en la interrupción

# Failed to stop contraction counter, please try again.
source: Failed to stop contraction counter, please press STOP again.
es: Fallo en la interrupción de cuenta de las contracciones, por favor, pulse de nuevo INTERRUMPIR.

source: %@ left.
es: Quedan %@.

source: Italian
es: Italianos

source: Italian names
es: Nombres italianos

source: Russian
es: Rusos

source: Russian names
es: Nombres rusos

source: Turkish
es: Turcos

source: Turkish names
es: Nombres turcos

source: Please select stars
es: Por favor seleccione las estrellas

source: Sorry to hear you’re not happy. We’d like to try and put things right for you.
es: Sentimos que no estés satisfecha. Nos gustaría intentar compensarte.

source: <br/><br/>Please tell us what you don’t like about the App, so we can help.
es: <br/><br/>Cuéntanos que es lo que no te ha gustado de esta aplicación para que te podamos ayudar.

source: Click here
es: Haz clic aquí

source: Export diary
es: Exportar diario

source: My notes
es: Mis notas

source: Baby already born?
es: ¿Ya nació el bebé?

source: Date of birth
es: Nacimiento

source: By turning this on, you will no longer follow your pregnancy. Are you sure?
es: Si cambias el estatus, dejarás de realizar el seguimiento de tu embarazo. ¿Estás segura?

source: congratulations on the birth of your little one!
es: Felicidades por el nacimiento

source: congratulations on the birth of your little ones!
es: Felicidades por el nacimiento

# Purchase failed, please make sure you have internet connection
source: Purchase failed, please make sure you have an internet connection
es: Purchase failed, please make sure you have internet connection

source: Backup Failed
es: La copia de seguridad no ha funcionado

source: The last backup failed. Please make sure you have internet connection.
es: La última copia de seguridad no ha funcionado. Compruebe que su conexión de internet funciona.

source: Last backup on: %@
es: Última copia en marcha: %@

source: Last backup not found
es: Última copia de respaldo no encontrada

source: Account email: Not signed in
es: Cuenta de correo: No ha iniciado sesión

source: Account email: %@
es: Cuenta de correo: %@

source: Due date has been saved
es: SFecha de parto guardada

source: %@'s notes
es: Notas de %@

source: The baby just kicked %d times in
es: El bebé ha dado %d patadas en

source: %d hour
es: %d hora

source: %d hours
es: %d horas

source: %d minute.
es: %d minuto.

source: %d minutes.
es: %d minutos.

source: Upgrade now
es: Actualiza ahora

source: Upgrade Now - %@
es: Actualiza ahora - %@

source: Free 14 day trial
es: Gratuita de 14 días

source: Congratulations
es: Enhorabuena

source: Premium upgrade
es: Actualización Premium

source: only %d days left of your FREE trial!
es: queda solo %d dias para su periodo de prueba gratis

# only %d >4days left of your FREE trial!
source: only %d days left of your FREE trial!
es: queda solo %d dias para su periodo de prueba gratis

# only one day left of your FREE trial!
source: only 1 day left of your FREE trial!
es: queda solo 1 dia para su periodo de prueba gratis

source: Brazilian
es: Brasileños

source: Brazilian names
es: Nombres brasileños

source: Cystic structure in the uterus
es: Estructura quística en el útero

source: Dominant folicle before ovulation
es: Folículo dominante antes de la ovulación

source: Embryo
es: Embrión

source: Head facing forward - eye clearly visible
es: Cabeza de frente, ojo claramente visible

source: It's a boy
es: ¡Es un niño!

source: It's a girl
es: ¡Es una niña!

source: Largest follicle
es: Mayor folículo

source: Twin pregnancy
es: Embarazo de gemelos

source: Twins touching heads
es: Gemelos con las cabezas tocándose

source: Yolk sac
es: Saco vitelino

source: *Don't forget to mention your baby's age in weeks
es: * No olvides mencionar la edad en semanas de tu bebé

source: If you want your little one(s) to feature in this App, please send us your images* to:
es: Si quieres que tu pequeñín o pequeñines salgan en la aplicación, envíanos tus imágenes* a:

source: Your baby in this App?
es: ¿Quieres que tu bebé salga en la aplicación?

source: Install it now!
es: ¡Instalar ahora!

source: INTELLIGENT App
es: ap INTELIGENTE

source: HealthKit sync
es: HealthKit (Salud)

source: HealthKit Info
es: HealthKit (Salud)

# Contacting the store
source: Contacting App Store
es: Contactar con la App Store

source: Restore my purchases
es: Recuperar mis compras

source: Restore failed, please try again
es: Restauración fracasada, inténtalo de nuevo más tarde.

source: Pregnancy +
es: Embarazo +

# Are you expecting? Want to follow your pregnancy week by week? Get the FREE App
source: Are you expecting? Want to follow your pregnancy week by week? Get the worldwide No.1 pregnancy App.
es: ¿Estás embarazada? ¿Quieres seguir tu embarazo semana a semana? Consigue la aplicación de embarazos n.º 1 a nivel mundial.

source: Are you expecting? Want to follow your pregnancy week by week? Get the worldwide No.1 pregnancy App. Read about your baby’s development, track your weight, create a birth plan, browse 1,000s of baby names and much more.
es: ¿Estás embarazada? ¿Quieres seguir tu embarazo semana a semana? Consigue la aplicación de embarazos n.º 1 a nivel mundial. Aprende sobre el desarrollo de tu bebé, mantén un registro de tu peso, crea un plan de nacimiento, examina miles de nombres para tu bebé y mucho más. Consigue la aplicación GRATIS

source: Pregnancy + App.
es: Aplicación Embarazo +

source: I found this great Pregnancy Application. I thought you might like this as well.
es: He encontrado esta fantástica aplicación de embarazo. Creo que a ti también te gustará.

source: Looking for a Baby Name? Use this EASY and FUN App to find the perfect name for your baby.
es: ¿Buscas un nombre para tu bebé? Utiliza esta exclusiva app para encontrar un nombre para tu bebé.

source: Looking for a Baby Name? Use this EASY and FUN App to find the perfect name for your baby.
es: ¿Buscas un nombre para tu bebé y no quieres perderte en listas interminables? Utiliza esta exclusiva app. Utiliza tecnología innovadora para encontrar ESE nombre perfecto en una base de datos de 50 000 nombres. ¡Instalar ahora!

source: Baby Names Genius App
es: Aplicación : Baby Names Genius

source: I found this great application: Baby Names Genius. I thought you might like to download it as well.
es: He encontrado esta fantástica aplicación de nombres de bebé “ Baby Name Genius ”. Creo que a ti también te gustará.

source: Want to track your cycle? Worried about period problems? Get the FREE App
es: ¿Quieres mantener un registro de tu menstruación? ¿Te preocupan los problemas del periodo? Consigue la aplicación GRATIS

source: Period App
es: Aplicación : Period

source: I found this great Period Application for iPhone. I thought you might like to download it as well.
es: He encontrado esta fantástica aplicación de menstruación para iPhone. Creo que a ti también te gustará.

source: Trying to get pregnant? Worried about your fertility? Learn more about fertility
es: ¿Intentas quedarte embarazada? ¿Te preocupa tu fertilidad? Aprende más cosas sobre la fertilidad.

source: Fertility App
es: Aplicación : Fertility

source: I found this great Fertility Application for iPhone. I thought you might like to download it as well.
es: He encontrado esta fantástica aplicación de fertilidad para iPhone. Creo que a ti también te gustará.

source: Tiny Beats
es: Latiditos
