Repository: zixuan-espressoft/TranslationRepo
Catalog: *.lproj/Localizable.strings
Languages: es

# Your body-tips
source: Your body
es: Tu cuerpo

source: Health tips
es: Consejos de salud

source: Did you know?
es: Sabías qué…

source: Time to think about
es: Momento de pensar en...

source: Export all data
es: Exportar todos los datos

source: Share data
es: Compartir datos

source: Last time logged in
es: Último inicio de sesión

source: By deleting data, you will delete your account, your database, and all related data from Pregnancy+ and Baby+ from the cloud. You will still be able to use our apps as a non-registered user. Are you sure you want to delete your account and all data from the cloud?
es: Al borrar tu información eliminarás tu cuenta, tu base de datos y todos los datos relacionados de Embarazo+ y Bebé+ de la nube. Todavía podrás usar nuestras aplicaciones como usuario no registrado. ¿Seguro quieres eliminar tu cuenta y todos tus datos de la nube?

source: Receive promotional communications from Philips based on my preferences and online behavior.
es: Recibir comunicaciones promocionales de Philips basadas en mis preferencias y comportamiento en línea.

source: What does this mean?
es: ¿Qué significa?

source: Receive newsletter
es: Recibe nuestras noticias

source: Tap different parts of the baby and watch how it responds.
es: Toque diferentes partes del bebé y observe cómo responde.

source: We just wanted to let you know that we’ve updated our Privacy Notice. You can learn more <u>here</u>.
es: Solo queríamos informarte que hemos actualizado nuestro aviso de privacidad. Puedes saber más al respecto <u>aquí</u>.

source: Okay
es: OK

source: I'm %ld weeks pregnant
es: Tengo % ld semanas de embarazo

source: I'm %ld week pregnant
es: Tengo % ld semana de embarazo

source: and my babies are the size of a/an %@!
es: y mis bebés son del tamaño de un/una %@!

source: and my baby is the size of a/an %@!
es: y mi bebé es del tamaño de un/una %@!

source: We will be updating our 3D models with different ethnicities in the coming months. Make sure you keep Pregnancy+ updated for the latest models!
es: En los próximos meses, vamos a actualizar nuestros modelos 3D para incluir diferentes etnias. ¡Asegúrate de mantener Embarazo+ actualizado para tener los últimos modelos!

source: View your saved coupons
es: Ver tus cupones guardados

source: Go to Philips Shop now
es: Ir a Philips Comprar ahora

source: Save coupon for later
es: Guardar cupón para más tarde

source: Visit the Philips Shop
es: Visitar Tienda Philips

source: My Coupons
es: Mis cupones

source: Expires: %@
es: Vence: %@

source: Copy code and go to Philips Shop
es: Copiar código e ir a Tienda Philips

source: Choose
es: Usar

source: Maybe later
es: Tal vez después

source: OK, count me in
es: Ok, cuenta conmigo

source: Select your baby
es: Selecciona tu bebé

source: Your 3D baby is now ready. Revisit the 3D baby section to view.
es: Tu bebé 3D ya está listo. Vuelve a la sección de 3D para ver.

source: Your 3D baby is now ready. Tap OK to view new 3D models.
es: Tu bebé 3D ya está listo. Toca OK para ver nuevos modelos 3D.

source: Discover
es: Descubrir

source: Products
es: Productos

source: Wish List
es: Lista de deseos

source: Purchased
es: ¿Comprado

source: Open in Amazon
es: Abrir en Amazon

source: Select Items...
es: Seleccionar ítems...

source: Deleting items cannot be undone
es: Los artículos eliminados no pueden ser recuperados

source: Checkout with Amazon
es: Pago con Amazon

source: No description
es: Sin descripción

source: Description
es: Descripción

source: From
es: A partir de

source: item
es: artículo

source: items
es: artículos

source: By opting out you will no longer receive any form of communications. Specifically you won’t receive exclusive offers, tips and tricks or knowledge on product launches. Are you sure you want to no longer receive communications?
es: Al cancelar tu suscripción ya no recibirás ningún mensaje. Específicamente, no recibirás ofertas exclusivas, consejos, trucos ni información exclusiva sobre el lanzamiento de productos. ¿Seguro que quieres dejar de recibir mensajes?

source: MY SHOPPING PURCHASED LIST
es: MI LISTA DE ARTÍCULOS COMPRADOS

source: MY SHOPPING WISH LIST
es: MI LISTA DE DESEOS

source: Price not available
es: Precio no disponible

source: No items in your wish list
es: No hay artículos en tu lista de deseos

source: No items in your purchased list
es: No hay artículos en tu lista de compras

source: Add a To Do...
es: Añadir una tarea

source: Suggested
es: Sugeridos

source: Remove All
es: Eliminar todo

source: Remove
es: Eliminar

source: Share Plan
es: Compartir plan

source: My Bag
es: Mi equipaje

source: Share Bag
es: Compartir equipaje

source: you are %@ pregnant.
es: estás embarazada de %@

source: your partner is %@ pregnant.
es: tu pareja está embarazada de %@

source: your daughter is %@ pregnant.
es: tu hija está embarazada de %@

source: your sister is %@ pregnant.
es: tu hermana está embarazada de %@

source: your friend is %@ pregnant.
es: tu amiga está embarazada de %@

source: Revoking...
es: Revocando…

source: Error revoking consent. Please try again later or contact support@health-and-parenting.com
es: Error al revocar el consentimiento. Por favor intenta de nuevo o contacta a support@health-and-parenting.com

source: Error resetting app. Please try again later
es: Error al reiniciar la aplicación. Por favor, inténtalo más tarde.

# Mum's Belly
source: Mom's Belly
es: Barriga de mamá

# Mum's Weight
source: Mom's Weight
es: Peso de la madre

source: Bags
es: Equipajes

source: Indian names
es: Nombres indios

source: Indian
es: Indios

source: Finnish
es: Finlandeses

source: Polish
es: Polacos

source: Romanian
es: Rumanos

source: Romanian names
es: Nombres rumanos

source: Finnish names
es: Nombres finlandeses

source: Polish names
es: Nombres polacos

source: No scan to display
es: no hay ninguna ecografía para mostrar

source: I don't want to sign in
es: No quiero iniciar sesión

source: Your account was previously created with this email
es: Tu cuenta fue creada previamente con este correo

source: Your account was previously created with Facebook
es: Tu cuenta fue creada previamente con Facebook

source: Your account was previously created with Twitter
es: Tu cuenta fue creada previamente con Twitter

source: Caution!
es: ¡Cuidado!

source: Without login your data cannot be synced, and this may result in data loss.
es: Sin una cuenta tus datos no se pueden sincronizar y esto puede resultar en la pérdida de tu información.

source: I understand
es: Entiendo
