Repository: zixuan-espressoft/TranslationRepo
Catalog: *.lproj/Localizable.strings
Languages: es

source: %d items left to buy
es: %d productos por comprar

source: %d items left to do
es: %d tareas por hacer

source: 1st trimester
es: 1.er trimestre

source: 2nd trimester
es: 2.º trimestre

source: 3rd trimester
es: 3.er trimestre

source: <html><body><p><span style="color:#808080;"><em>COPY the image you want to send, then click PASTE to insert your photo here.</em></span></p><p><span style="color:#808080;"><em>To copy a photo: go to camera roll and tap and hold the photo you&rsquo;d like to send.</em></span></p><p>&nbsp;</p><p>I hereby declare I own the attached image(s). By sending Health and Parenting Ltd. these image(s) I declare the image(s) are wholly owned by me, and I grant Health and Parenting Ltd a non-exclusive, fully paid and royalty-free, transferable, sub-licensable, worldwide licence to use my attached image(s).</p></body></html>
es: <html><body><p><span style="color:#808080;"><em>COPY the image you want to send, then click PASTE to insert your photo here.</em></span></p><p><span style="color:#808080;"><em>To copy a photo: go to camera roll and tap and hold the photo you&rsquo;d like to send.</em></span></p><p>&nbsp;</p><p>I hereby declare I own the attached image(s). By sending Philips Consumer Lifestyle B.V. these image(s) I declare the image(s) are wholly owned by me, and I grant Philips Consumer Lifestyle B.V. a non-exclusive, fully paid and royalty-free, transferable, sub-licensable, worldwide licence to use my attached image(s).</p></body></html>

source: <html><body><p>I found this great pregnancy application for iPhone and iPad, by Health & Parenting.</p><p>I thought you might like to download it as well.</p><p><a href=%1$@>%2$@</a></p></body></html>
es: <html><body><p>He encontrado esta fantástica aplicación de embarazo para iOS, de Health & Parenting.</p><p>Creo que a ti también te gustará.</p><p><a href=%1$@>%2$@</a></p></body></html>

source: <p>This pregnancy info is sent to you, compliments of Philips Consumer Lifestyle B.V.<br/></p>
es: <p>Esta información de embarazo es cortesía de Philips Consumer Lifestyle B.V.<br/></p>

# Sent via my Pregnancy Plus App
source: Sent via my Pregnancy + App
es: Enviado desde mi aplicación Embarazo +

source: About Us
es: Quiénes somos

source: About us
es: Quiénes somos

source: About us and more
es: Quiénes somos y más

source: Account
es: Cuenta

source: Account settings
es: Ajustes de cuenta

# Action
source: Add to to-do list
es: Adicionar lista de tareas

source: Active
es: Activo

source: Add
es: Añadir

source: Add Item
es: Añadir producto

source: Add more...
es: Añadir más...

source: Add Name
es: Añadir nombre

source: Add note here...
es: Añadir nota aquí...

source: Add Number
es: Añadir número

source: Add photo
es: Añadir foto

source: Add question
es: Añadir pregunta

source: Add Wish
es: Añadir deseo

source: Alert
es: Alerta

source: All contents copyright © Health & Parenting Ltd 2018. All rights reserved.
es: Health & Parenting Ltd es la propietaria de los derechos de reproducción de todo el contenido. Copyright © Health & Parenting Ltd 2018. Todos los derechos reservados.

# All data has been deleted. Your app has been reset to default setting.
source: All data has been deleted. Your app has been reset to default settings.
es: Se han borrado todos los datos. La aplicación se ha restablecido al ajuste inicial.

# All previous contraction had been deleted
source: All previous contractions have been deleted
es: Se han borrado todas las contracciones anteriores.

source: All products
es: Todos los productos

# All weighings
source: Weight entries
es: Entradas de pesos

source: American
es: EE. UU.

source: American names
es: Nombres de EE. UU.

# Analysis
source: Overview
es: Resumen

source: and
es: y

source: Anesthetist
es: Anestesista

source: anesthetist
es: anestesista

source: Answer
es: Respuesta

source: App Card
es: Tarjeta de aplicación

source: App Settings
es: Aplicación

source: App settings
es: Ajustes

source: Appointment
es: Cita

source: Appointment: %@
es: Cita: %@

source: Appointments
es: Citas

source: Arabic
es: Árabe

source: Arabic names
es: Nombres árabes

source: Are you sure you want to delete the last recorded kick?
es: ¿Seguro que quieres borrar la última patada grabada?

source: Are you sure you want to end this session?
es: ¿Seguro que quieres terminar esta sesión?

source: Are you sure you want to reset your password?
es: ¿Seguro que quieres restablecer tu contraseña?

source: Australian
es: Australia

source: Australian names
es: Nombres australianos

source: Av. interval between all contractions
es: Intervalo medio entre todas las contracciones

source: Av. interval between last 3 contractions
es: Intervalo medio entre las 3 últimas contracciones

source: Av. interval between last 5 contractions
es: Intervalo medio entre las 5 últimas contracciones

source: Average duration contractions
es: Duración media de contracciones

source: Average duration of all contractions
es: Duración media todas las contracciones

source: Average duration of last 3 contractions
es: Duración media 3 últimas contracciones

source: Average duration of last 5 contractions
es: Duración media 5 últimas contracciones

source: Average interval between contractions
es: Intervalo medio entre contracciones

source: Average over all contractions
es: Media de todas las contracciones

source: Average over last 3 contractions
es: Media de las 3 últimas contracciones

source: Average over last 5 contractions
es: Media de las 5 últimas contracciones

source: baby
es: bebé

source: Baby
es: Bebé

source: Baby care
es: Cuidados del bebé

source: Baby gender
es: Sexo del bebé

source: Baby Names
es: Nombres

source: Baby size
es: Tamaño del bebé

source: Baby size guide: %@
es: Tamaño del bebé: %@

source: Baby worries
es: Inquietudes por el bebé

source: Baby's bag
es: Bolsa del bebé

source: Baby's heart
es: Corazón del bebé

source: Backup & overwrite
es: Copia de seguridad y sobreescritura

source: Below the results of my kick count session on
es: Resultados de mi sesión de contar patadas del

source: Birth Plan
es: Nacimiento

source: Blood pressure
es: Tensión sanguínea

source: Bottle feeding
es: Biberón

source: Boy
es: Niño

# Boy names
source: Boys names
es: Niño

source: Boys names
es: Nombres de niños

source: BP
es: TS

source: Breastfeeding
es: Lactancia materna

source: By pressing the reset button, you will delete all personal entered data and the application will return to the original state when you purchased it. Are you sure you want to reset the application?
es: Si pulsas el botón de reinicio, borrarás toda la información personal que hayas guardado y la aplicación volverá al estado que tenía cuando la compraste. ¿Seguro que quieres reiniciar la aplicación?

source: By turning the Due Date off, you will no longer follow your pregnancy. Are you sure?
es: Si desactivas la fecha de salida de cuentas, cesará el seguimiento de tu embarazo. ¿Seguro?

source: Calculate
es: Calcular

source: Calculate your due date
es: Calcular fecha de salida de cuentas

source: Canadian
es: Canadá

source: Canadian names
es: Nombres canadienses

source: Cancel
es: Cancelar

source: CANCEL
es: CANCELAR

source: Change
es: Cambiar

source: Changing
es: Cambiando

source: Check your parental control settings and try again later
es: Compruebe la configuración de control parental. Inténtalo de nuevo más tarde.

source: Chinese
es: China

source: Chinese names
es: Nombres chinos

source: Choose Existing Photo
es: Elegir foto existente

source: Choose Source
es: Elegir fuente

source: Click on the '+' symbol to add a birth wish
es: Haz clic en el símbolo ‘+’ para añadir un deseo

source: Click on the '+' symbol to add a new weight
es: Haz clic en el símbolo ‘+’ para añadir un peso nuevo.

source: Click on the '+' symbol to add a phone number
es: Haz clic en el símbolo ‘+’ para añadir un número de teléfono

source: Click on the '+' symbol to add a question
es: Haz clic en el símbolo ‘+’ para añadir una pregunta.

source: Click on the '+' symbol to add a shopping item
es: Haz clic en el símbolo + para añadir un elemento

source: Click on the '+' symbol to add a task
es: Haz clic en el símbolo ‘+’ para añadir una tarea

source: Click on the '+' symbol to add an appointment
es: Haz clic en el símbolo ‘+’ para añadir una cita

source: Clothing
es: Ropa

source: Completed
es: Completada

source: Conception
es: Concepción

source: consultant
es: consulta

source: Consultant
es: Consulta

source: Contact & appointments
es: Contacto y citas

source: Appointment name cannot be empty
es: El nombre de la cita no puede estar vacío

source: Contact us
es: Contacto

source: Continue
es: Continuar

source: Contraction
es: Contracción

source: Contraction has been saved
es: Contracción guardada

source: Contraction timer in progress!
es: ¡Contador de contracciones activado!

source: Contractions
es: Contracciones

source: Copy Link
es: Copiar enlace

source: Cosmetic questions
es: Preguntas de tu aspecto

source: Create new account
es: Crear cuenta nueva

source: Current
es: Actual

source: Current duration
es: Duración actual

source: Current interval
es: Intervalo actual

source: Current weight
es: Peso actual

source: daily
es: diariamente

source: Daily
es: Diario

source: Daily Blog
es: Blog diario

source: Date
es: Fecha

source: Date & time
es: Fecha y hora

source: daughter
es: hija

source: Day
es: Día

source: day
es: día

source: Day %d
es: Día %d

source: day ago
es: día atrás

source: days
es: días

source: days ago
es: días atrás

source: Device time is earlier than kick session start time
es: La hora del dispositivo es anterior al comienzo de la sesión de patadas.

source: Delete
es: Eliminar

source: Dietician
es: Dietista

source: dietician
es: dietista

source: Dismiss
es: Descartar

source: Do you want to continue?
es: ¿Quieres continuar?

source: Do you want to delete ALL the recorded contractions? This action cannot be undone
es: ¿Quieres borrar TODAS las contracciones grabadas? No podrás recuperarlas.

source: Do you want to delete the last contraction? This action cannot be undone
es: ¿Quieres borrar la última contracción? No podrás recuperarla.

source: Doctor
es: Médico

source: doctor
es: médico

source: DOCTORS APPOINTMENTS
es: CITAS CON EL MÉDICO

source: Done
es: Hecho

source: Due date
es: Fecha de parto

# Due date - Profile
source: Due date
es: Fecha de parto

source: Due Date
es: Fecha de parto

source: Due Date = OFF
es: Fecha de parto = NO

source: Due date: %@
es: Fecha de parto: %@

source: Duration
es: Duración

source: Duration of this session:
es: Duración de esta sesión:

source: Edit
es: Editar

source: Edit Number
es: Editar número

# Elapse time
source: Elapsed time
es: Tpo. transcurrido

source: email already taken, please login or sign up with a different email
es: Dirección de correo electrónico yautilizada. Por favor, reinicie la sesión o regístrese con una dirección de correo electrónico diferente

source: Email cannot be empty
es: El correo electrónico no puede quedar vacío

source: Email Failure
es: Error de email

source: Email or password is incorrect
es: Email o contraseña incorrectos

# English
source: British
es: Inglaterra

# English names
source: British names
es: Nombres ingleses

source: Enter your next appointment
es: Escribe tu siguiente cita

source: Enter your weight
es: Escribe tu peso

source: Error resetting password. Please try again later
es: Error al restaurar contraseña. Inténtalo de nuevo más tarde.

source: Error restoring your purchase
es: Error en la restauración de su compra

source: Export all data to email
es: Exportar todos los datos a email.

source: Export of data from Pregnancy+ App
es: Exportar datos de Embarazo+

source: Export to email
es: Exportación a su correo electrónico

source: Facebook friends
es: Amigos de Facebook

# Failed to sync this appointment to calender
source: Failed to sync this appointment to calendar
es: Error al sincronizar esta cita con el calendario

source: Failed to upgrade your old data to the new database.%@
es: Error al actualizar los datos antiguos con la nueva base de datos.%@

# FAQ's, rate the App, other Apps
source: FAQs, rate App, other Apps
es: Pr. frecuentes, valorar app

source: FAQs
es: Pr. frecuentes

source: Father
es: Padre

# Feedback H&P Pregnancy iPhone App
source: Feedback H&P Pregnancy iOS App
es: Comentarios sobre Pregnancy de H&P

source: Female
es: Mujer

source: Fetal heart
es: Corazón del feto

source: First name
es: Nombre

source: First name cannot be empty
es: El nombre no puede estar vacío.

source: First select a few birth wishes from the list
es: Antes de continuar, seleccione primero algunas fechas ideales de nacimiento de entre las opciones en la lista

source: First select a few names from the country lists
es: Antes de continuar, primero seleccione un par de nombres de las listas

source: Food questions
es: Dudas alimentación

source: French
es: Francia

source: French names
es: Nombres franceses

source: friend
es: amiga

# Friend of mother
source: Friend
es: Amigo

source: from
es: de

source: Furniture
es: Para la casa

source: General questions
es: Preguntas generales

source: German
es: Alemania

source: German names
es: Nombres alemanes

source: Getting facebook friend list, please wait a moment
es: Obteniendo lista de amigos de Facebook, espera.

source: Girl
es: Niña

# Girl names
source: Girls names
es: Niña

source: Girls names
es: Nombres de niñas

# Give the first day of your last period
source: Enter the 1st day of your last period
es: Indica el primer día de tu última regla.

source: Grandparent
es: Abuela o abuelo

source: Guide
es: Guía

source: Guides
es: Guías

# Health vistor
source: Health visitor
es: Visita médica

# health vistor
source: health visitor
es: visita médica

source: Hello
es: Hola

source: Hispanic
es: España

source: Hispanic names
es: Nombres españoles

source: History
es: Historial

source: HOSPITAL BAG
es: EQUIPAJE HOSPITAL

source: Hospital Bag
es: Equipaje

source: hour
es: hora

source: hour ago
es: hora atrás

source: hours ago
es: horas atrás

source: hr
es: h

source: hrs
es: h

source: I found this pregnancy application by Health & Parenting. I thought you might like to download it as well.
es: He encontrado esta aplicación de Health & Parenting para el embarazo. Creo que a tí también te gustará.

# I'm in labour! These are my contractions
source: I'm in labor! These are my contractions
es: ¡Estoy de parto! Estas son mis contracciones:

source: Import from address book
es: Importar de libreta de direcciones

source: Important phone numbers
es: Teléfonos importantes

source: Important! Personal data cannot be saved, when using the App without an account. Are you sure you want to log out?
es: ¡Importante! Los datos personales no se pueden guardar si utilizas la aplicación sin haber creado previamente una cuenta. ¿Estás segura de que deseas cerrar la sesión?

source: In-App Purchasing disabled
es: Compras In-App desactivado

source: Information
es: Información

source: Interval
es: Intervalo

source: Invite Friends
es: Invitar a amigos

source: items to buy
es: productos para comprar

source: Japanese
es: Japón

source: Japanese names
es: Nombres japoneses

source: Just overwrite
es: Simplemente escriba encima

source: Kick
es: Patada

source: Kick Count Session
es: Sesión de contar patadas

source: Kick Counter
es: Patadas

source: Kick History
es: Historial de patadas

source: Kick moment
es: Momento patada

source: Kick number
es: Número patada

source: Kick session and contraction timer in progress!
es: ¡Sesión de patadas y contador de contracciones en curso!

source: Kick session has expired!
es: ¡La sesión de patadas ha caducado!

# Kick Session have time limit
source: Kick Session has a time limit
es: La sesión de patadas tiene tiempo limitado.

source: Kick session in progress!
es: ¡Sesión de patadas en curso!

source: Kicks
es: Patadas

# Labour has started!
source: Labor has started!
es: ¡Ha comenzado el parto!

# Labour has started! The last contraction was %@ %@.
source: Labor has started! The last contraction was %1$@ %2$@.
es: ¡Ha comenzado el parto! La última contracción fue %1$@ %2$@.

# The last contraction was %@ %@.
source: The last contraction was %1$@ %2$@.
es: La última contracción fue %1$@ %2$@.

# Labour information
source: Labor information
es: Información del parto

# Labour questions
source: Labor questions
es: Preguntas sobre el parto

source: Last name
es: Apellidos

source: Last name cannot be empty
es: Los apellidos no pueden estar vacíos.

source: Last Period
es: Últ. regla

source: Length
es: Longitud

source: Length units
es: Uds. longitud

source: Length: %@
es: Longitud: %@

source: Link copied to clipboard
es: Enlace copiado al portapapeles

source: Login Error
es: Error de inicio de sesión

source: Log out everywhere
es: Cerrar todas las sesiones

source: Log your weight
es: Registra tu peso

# Log mum's weight
source: Log mom's weight
es: Registra peso de la madre

source: Logging in...
es: Accediendo...

source: Login
es: Acceder

source: Login to my account
es: Acceder a mi cuenta

source: Male
es: Hombre

source: Me
es: Yo

source: me
es: yo

source: Medication & Supplements
es: Medicación y suplementos

source: midwife
es: comadrona

source: Midwife
es: Comadrona

source: min ago
es: min atrás

source: mins
es: min

# Monographer
source: Sonographer
es: Ecografista

# monographer
source: sonographer
es: ecografista

source: Month %d
es: Mes %d

source: Month %d of pregnancy
es: Mes %d de embarazo

source: More
es: Más

source: more
es: más

source: Mother
es: Madre

source: Mother's bag
es: Equipaje de la madre

# Mum's weight
source: Mom's weight
es: Peso de la madre

source: My baby is kicking!
es: ¡Mi bebé está dando patadas!

source: My baby name list
es: Lista de nombres para mi bebé

source: My Belly
es: Mi barriguita

source: My birth plan
es: Mi plan de nacimiento

source: My Birth Plan
es: Mi plan de nacimiento

source: My Contacts
es: Mis contactos

source: MY CONTRACTION HISTORY
es: MI HISTORIAL DE CONTRACCIONES

source: My Contraction!
es: ¡Mi contracción!

source: My Favorites
es: Mis favoritos

# MY FAVOURITE BABY NAMES
source: MY FAVORITE BABY NAMES
es: MIS NOMBRES FAVORITOS PARA EL BEBÉ

# My favourite names
source: My favorite names
es: Mis nombres favoritos

source: My hospital bag
es: Mi bolsa para el hospital

source: My kick count history
es: Mi historial de recuento de patadas

source: MY KICK COUNT HISTORY
es: MI HISTORIAL DE RECUENTO DE PATADAS

source: My kick count history:
es: Mi historial de recuento de patadas:

source: My list
es: Mi lista

source: MY PERSONAL BIRTH PLAN
es: MI PLAN DE NACIMIENTO PERSONAL

source: My pregnancy info week %d
es: Mi info. de embarazo semana %d

source: My pregnancy note week %d
es: Mi nota de embarazo semana %d

source: My questions
es: Mis preguntas

source: My Questions
es: Mis preguntas

source: MY SHOPPING LIST
es: MI LISTA DE LA COMPRA

source: My shopping list
es: Mi lista de la compra

source: My short list
es: Mi lista abreviada

source: My to do list
es: Mi lista de tareas

source: MY TO-DO LIST
es: MI LISTA DE TAREAS

source: My Weight
es: Mi peso

source: My weight
es: Mi peso

source: MY WEIGHT ENTRIES
es: MIS ENTRADAS DE PESO

source: Name
es: Nombre

source: New input
es: Nueva entrada

source: New To-do
es: Nueva tarea

source: Next
es: Siguiente

source: No Due Date has been selected in Settings
es: No se ha seleccionado una fecha de salida de cuentas en los ajustes.

# No items to buy
source: No items selected
es: Son productos para comprar

# No items to do
source: No tasks selected
es: Sin tareas pendientes

source: No Record
es: Sin registro

source: No user found with email %@
es: Ningún usuario encontrado con el correo %@

source: Not feeling well
es: No me encuentro bien.

source: Not now
es: Ahora no

source: Note
es: Nota

source: Number
es: Número

source: Nurse
es: Enfermera

source: nurse
es: enfermera

source: Obstetrician
es: Ginecólogo

source: obstetrician
es: ginecólogo

source: ok
es: vale

source: OK
es: VALE

source: Ok
es: Vale

# Only %d dasys left!
source: Only %d days left!
es: ¡Solo quedan %d días!

# Only %d month left!
source: Only %d months left!
es: ¡Solo quedan %d mes!

source: Oops!...
es: ¡Ups!...

source: Oops!... Upgrade the App to create your birth plan.
es: ¡Ups!... UMejora la aplicación para crear tu plan de nacimiento.

source: Oops!... You need to upgrade to use the contraction timer.
es: ¡Ups!... Tienes que mejorar la aplicación para usar el contador de contracciones.

source: Oops!... You need to upgrade to use the kick counter.
es: ¡Ups!... Tienes que mejorar la aplicación para usar el contador de pataditas.

source: Oops!... Only the first 14 weeks are free...
es: ¡Ups!... Solo las primeras 14 semanas son gratis...

source: Oops!... Only the first 98 days are free...
es: ¡Ups!... Solo los primeros 98 días son gratis...

source: Or...
es: O...

source: Or... choose from the list
es: O... elige de la lista

source: Or... the date of conception
es: O... la fecha de concepción

source: Other
es: Otros

source: other
es: otro

source: Other Apps
es: Otras apps

source: Other Apps by us
es: Otras aplicaciones

source: Overwrite
es: Escriba encima

source: partner
es: pareja

# Partner of mother
source: Partner
es: Pareja

source: Partner's bag
es: Equipaje de la pareja

source: Password
es: Contraseña

source: Password cannot be empty
es: La contraseña no puede estar vacía.

source: pediatrician
es: pediatra

source: Pediatrician
es: Pediatra

source: PERSONAL NOTE
es: NOTA PERSONAL

source: Phone
es: Teléfono

source: Phone number
es: Teléfono

source: Phone number cannot be empty
es: El teléfono no puede estar vacío.

# Phone Numbers
source: Phone
es: Teléfonos

source: PHONE NUMBERS
es: TELÉFONOS

source: physiotherapist
es: fisioterapeuta

source: Physiotherapist
es: Fisioterapeuta

# play
source: video
es: vídeo

source: Please enable this app to access your calendar in 'Settings > Privacy > Calendars'
es: Por favor, active esta aplicación para acceder a su calendario en 'Configuración> Privacidad> Calendarios'

source: Please note
es: Nota

source: Please note that this App is not a medical device. We have no control over how you use the App. You are solely responsible for the correctness and completeness of your entries, and the manner in which you use the App may give inaccurate readings – please review our guide on how to use the App carefully. Please make sure to never solely rely on the App alone, e.g. for your kick, contraction, appointments and weight records, and to rely upon your nominated medical professional advisor.
es: Tenga en cuenta que esta aplicación no es un dispositivo médico. No tenemos control sobre la forma como usted usa la aplicación. Usted es el único responsable por proporcionar entradas de información correctas y completas. La forma en la que se usa la aplicación puede arrojar lecturas erróneas (por favor lea cuidadosamente nuestra guía sobre el uso de la aplicación). Por favor no dependa únicamente de la aplicación para contar sus patadas, contracciones, citas y registros de peso. Apóyese en su profesional médico de elección.

source: Please rate us here
es: Valóranos aquí

source: Please select a profession
es: Selecciona una profesión.

source: Please set your Due Date
es: Establece la salida de cuentas.

# please take a minute to enter the due date in: more > settings
source: please take a minute to enter the Due Date in Settings: Pregnancy & due date
es: por favor toma un minuto para escribir la fecha de salida de cuentas en Ajustes: Embarazo y fecha de parto
